cask_args appdir: "/Applications"

# Tools
brew "git bash-completion"
brew "mas"

#Android
cask "java"
cask "android-studio"

# iOS/Swift
brew "carthage"
brew "swiftgen"
brew "swiftlint"

# Apps
cask "alfred"
cask "dropbox"
cask "google-chrome"
cask "postman"
cask "sketch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"